Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: ~ GM_PRI Private Company (Subsidiary DLC) If this is set to On, your company will start as a private company.
ru: ~ GM_PRI Частная компания (Дополнение DLC) Если установлено значение "Вкл", ваша компания начнет свою деятельность как частная компания..

source: ~ GM_RE Random Events Allow such occurences as plagues, animal disease and power black-outs and their economic consequences.
ru: ~ GM_RE Случайные события допускать такие случаи, как чума, болезни животных и отключение электроэнергии, а также их экономические последствия..

source: ~ GM_RST Retail store type Choose 'Many' to allow specialist stores, such as supermarkets, furniture stores etc., or 'One' to have only department stores.
ru: ~ GM_RST Тип розничного магазина Выберите "Множество", чтобы разрешить специализированные магазины, такие как супермаркеты, мебельные магазины и т.д., или "Один", чтобы иметь только универмаги..

source: ~ GM_SUC Your start-up capital Set the level of cash your corporation has at the beginning of the game.
ru: ~ GM_SUC Ваш стартовый капитал Установите уровень денежных средств, которые ваша корпорация имеет в начале игры.

source: ~ GM_SUE Alternative Stock Sim If this is set to Yes, 1) stock prices are unaffected by the current economic state, and 2) stock trading between the player's company and its subsidiaries is prohibited, thus making it harder to speculate stocks for quick profits.
ru: ~ GM_SUE Альтернативные акции Если для этого параметра установлено значение «Да», 1) текущее экономическое состояние не влияет на цены акций и 2) торговля акциями между компанией игрока и его дочерними предприятиями запрещена, что затрудняет спекуляцию акциями для получения быстрой прибыли.

source: ~ GM_TEC Technology Disruption If it is set to On, technology disruption occurs constantly and all technology variables decrease by 10% every year.
ru: ~ GM_TEC Технологический сбой Если установлено значение Вкл, то технологический сбой происходит постоянно, и все технологические переменные уменьшаются на 10% каждый год..

source: ~Brand awareness~ is simply a measure the consumers' knowledge of the brand.^^Besides driven by advertising, it also increases automatically over time, if the products featuring the brand are widely distributed and enjoy constant retail exposure.
ru: ~Узнаваемость бренда~ - это просто мера знания потребителей о бренде.^^Помимо того, что это обусловлено рекламой, она также автоматически увеличивается с течением времени, если продукты с участием бренда широко распространены и пользуются постоянной розничной экспозицией.

source: ~Brand loyalty~ is a measure of the consumers' attachment to a brand.^^If you allow quality of your products to fluctuate, the brand loyalty will suffer as consumers can easily lose faith in products with inconsistent quality.
ru: ~Лояльность к бренду~ - это мера привязанности потребителей к бренду.^^Если вы позволите качеству ваших продуктов колебаться, лояльность к бренду пострадает, поскольку потребители могут легко потерять веру в продукты с несоответствующим качеством.

source: ~Brands~ can be a very important factor for consumers' purchase decisions, especially for luxury and fashion products.
ru: ~Бренды~ могут быть очень важным фактором для принятия потребителями решений о покупке, особенно товаров класса люкс и модной одежды.

source: ~Discount megastores~ can sell anything which makes them very versatile.
ru: ~Гипермаркеты~ могут продавать все, это делает их очень универсальными.

source: ~Double click~ an empty unit right next to the Purchasing Unit you have just set up.
ru: ~Двойной щелчок~ по пустому блоку, рядом с настроенным отделом закупок.

source: [2968]<BDR3>A Corporate Bond issued by your subsidiary |
ru: [2968]<BDR3>Корпоративная облигация, выпущенная вашей компанией |
